{
  "links": {
    "search": "http://www.rijksmuseum.nl/api/nl/collection"
  },
  "id": "en-BK-1963-64",
  "priref": "16685",
  "objectNumber": "BK-1963-64",
  "language": "en",
  "title": "Wine fountain and cooler",
  "copyrightHolder": null,
  "webImage": {
    "guid": "6985dd5c-a217-46f5-962c-6d9bd338edc5",
    "offsetPercentageX": 50,
    "offsetPercentageY": 50,
    "width": 1761,
    "height": 2500,
    "url": "https://lh5.ggpht.com/PF93ZLrsXKoUzyv5MGg1cgidCXnioYmTpZOgzwLz8VW9tdl6aDYE4cbp6GJPlu3rwF-MiaB4dHXdv3ReGHCiXrKLqaGz=s0"
  },
  "colors": [
    {
      "percentage": 0,
      "hex": "#696565"
    },
    {
      "percentage": 3,
      "hex": " #EEECEB"
    },
    {
      "percentage": 1,
      "hex": " #86827E"
    },
    {
      "percentage": 10,
      "hex": " #BBB7B2"
    },
    {
      "percentage": 79,
      "hex": " #CECBC8"
    },
    {
      "percentage": 4,
      "hex": " #A39D98"
    }
  ],
  "colorsWithNormalization": [
    {
      "originalHex": "#696565",
      "normalizedHex": "#737C84"
    },
    {
      "originalHex": " #EEECEB",
      "normalizedHex": "#F6ECF3"
    },
    {
      "originalHex": " #86827E",
      "normalizedHex": "#737C84"
    },
    {
      "originalHex": " #BBB7B2",
      "normalizedHex": "#B5BFCC"
    },
    {
      "originalHex": " #CECBC8",
      "normalizedHex": "#B5BFCC"
    },
    {
      "originalHex": " #A39D98",
      "normalizedHex": "#B5BFCC"
    }
  ],
  "normalizedColors": [
    {
      "percentage": 79,
      "hex": "#D3D3D3"
    },
    {
      "percentage": 10,
      "hex": " #C0C0C0"
    },
    {
      "percentage": 4,
      "hex": " #A9A9A9"
    },
    {
      "percentage": 3,
      "hex": " #F5F5F5"
    },
    {
      "percentage": 1,
      "hex": " #808080"
    },
    {
      "percentage": 0,
      "hex": " #696969"
    }
  ],
  "normalized32Colors": [
    {
      "percentage": 94,
      "hex": "#B5BFCC"
    },
    {
      "percentage": 3,
      "hex": " #F6ECF3"
    },
    {
      "percentage": 1,
      "hex": " #737C84"
    }
  ],
  "titles": [],
  "description": "De ronde, vaasvormige fontein heeft een kraan, twee oren met scharnierende hengsels en een los deksel. De voet rust met een hol profiel op de lage, rechtwandige basis. Hij is opgebouwd uit een bolle band en een ingesnoerd gedeelte, bekroond door een bolle en een ingesnoerde ring, waarop het lichaam rust. Op de voet zijn drie waaiermotieven opgelegd, die over de basis krullen, waar zij zijn versierd met een blad. Tussen deze grote motieven is steeds een kleiner schelpmotief opgelegd. Aan beide zijkanten is aan de basis een rechthoekig oog bevestigd. In de voet is onder de bodem van het lichaam een ring aan een oog bevestigd. Het lichaam heeft een lage, bolle buik waarop een hoog, iets ingesnoerd, zich verbredend gedeelte rust, dat aan onder- en bovenzijde wordt afgesloten door een verbreed, hol profiel en dat wordt bekroond door een brede, bolle rand waarboven een S-vormig gewelfd en een ingesnoerd gedeelte en de bolle mondrand. De gebogen kraan is vierzijdig, met afgeschuinde hoeken, en heeft een aanzet van vier opkrullende lipjes. Bij het uiteinde, waar een profielrand rondom loopt, is hij aan bovenzijde en zijkanten versierd met opkrullende lipjes. In het midden heeft hij een cubische verbreding, waarin het draaiende kraantje past. Dit heeft een greep in de vorm van een symmetrische, open cartouche, opgebouwd uit met profielen en bladeren versierde S-voluten en bekroond door een opstaande culot op een geprofileerd voetstukje. Aan de onderzijde wordt het afgesloten door een tolvorm. De uit C- en S-voluten opgebouwde oren en de uitsluitend uit C-voluten opgebouwde hengsels zijn versierd met bladvoluten en opkrullende lipjes. De oren hebben verdiepte, geruwde zijkanten; de hengsels hebben afgeschuinde hoeken. De buik vertoont aan de voorzijde, rond de aanzet van de kraan, een ovaal veld met langs de zijkanten en de onderzijde een omlijsting van schelpen met aan beide zijden een vis en rechts tevens een slang. In het veld is gegraveerd Anno 1732. De CompS: Scheepen Purmerlust en ter Horst, inden/ Jaare 1730. door Vier Rovers tot Algiers op gebragt en door de /Loffelyke Conduiters van de Heer Capt. Cornelis Schryver/als Commandr: van s' Lands Oorlog Scheepen, aldaar ter/Reede leggende. Wederom synde Vry gegeeven hebben/de heeren bewinthebbren der Nederl: Geoctro: O.I./Comp: voor deeze en andre Extraord: dienste aan/de Comp: gedaan. dit geschenk aan syn Ed: ter Erkentenis en gedagtenis Vereert. benevens/een Som van Vyf Duysend guldens. Aan de achterzijde is de buik versierd met enkele op elkaar geplaatste wapens en schilden, waarvan het bovenste een masker vertoont, temidden van lauriertakken. Op beide zijkanten zijn twee gevleugelde, blazende windgodjes in de wolken weergegeven. Het hoge bovengedeelte van het lichaam is rondom langs de onderzijde versierd met een zee. Aan de voorzijde is een hierin zwemmende dolfijn weergegeven, geflankeerd door op schelpen blazende tritonen, een krokodil, dolfijnen en een zeerob. De dolfijn draagt een gecontourneerd, geschubd schild met een met bladvoluten versierde, dooreengeslingerde rand, bekroond door een waaiermotief. Op het schild is een ovaal, door een profiel omlijst medaillon geplaatst met een varend zeilschip met een vaandel met het monogram VOC der Verenigde Oostindische Compagnie. Het schild wordt omgeven door een eenhoorn, olifanten, een kameel, een struisvogel tegen een achtergrond van palmen en een leeuw. Aan de achterzijde vaart een galjoen waarvoor op schelpen blazende tritonen uiteenwijken. Op het schip rust een geschubd schild, soortgelijk aan dat op de voorzijde maar eenvoudiger en gedeeltelijk versierd met lauriertakken. Het ovale medaillon vertoont het wapen Schrijver. Het schild wordt omgeven door affuiten, bolders, vaandels, trommels, zwaarden, schilden en een helm. De bolle band is versierd met vier onderling verschillende festoenen van schelpen, die op de hoeken met linten aan nagels zijn opgehangen, waarvan steeds een kleine tros van schelpen afhangt. Het ingesnoerde gedeelte onder de mondrand is opgelegd met vier rozetten. Het deksel is opgebouwd uit een bol en een hol gedeelte, bekroond door een podium met een gewelfde wand. Hierop rust de vierzijdige knop met afgeschuinde hoeken, opgebouwd uit een geprofileerde voet, een ronde, ingesnoerde stam en een bol, waarvan het onderste gedeelte als het ware verhuld is in opkrullende lipjes. Als bekroning dient een rond, geprofileerd, vaasvormig knopje. Het bolle gedeelte van het deksel vertoont vier opgelegde bladeren. De opgelegde versieringen, de kraan, de oren en hengsels en de dekselknop zijn gegoten; de reliëfs zijn gedreven.",
  "labelText": null,
  "objectTypes": [],
  "objectCollection": [],
  "makers": [
    {
      "name": "Jan Lanckhorst",
      "unFixedName": "Lanckhorst, Jan",
      "placeOfBirth": "Meppel",
      "dateOfBirth": "1668",
      "dateOfBirthPrecision": null,
      "dateOfDeath": "1742",
      "dateOfDeathPrecision": null,
      "placeOfDeath": "Amsterdam",
      "occupation": [
        "silversmith",
        "ivory carver"
      ],
      "roles": [
        "silversmith"
      ],
      "nationality": null,
      "biography": null,
      "productionPlaces": [
        "Amsterdam"
      ],
      "qualification": "attributed to",
      "labelDesc": "attributed to Jan Lanckhorst (1668 - 1742), Amsterdam"
    }
  ],
  "principalMakers": [
    {
      "name": "Alger Mensma",
      "unFixedName": "Mensma, Alger",
      "placeOfBirth": "Leeuwarden",
      "dateOfBirth": "1682",
      "dateOfBirthPrecision": null,
      "dateOfDeath": "1757",
      "dateOfDeathPrecision": "after",
      "placeOfDeath": "Leeuwarden",
      "occupation": [
        "silversmith"
      ],
      "roles": [
        "silversmith"
      ],
      "nationality": null,
      "biography": null,
      "productionPlaces": [
        "Amsterdam"
      ],
      "qualification": "attributed to",
      "labelDesc": "attributed to Alger Mensma (1682 - after 1757), Amsterdam"
    }
  ],
  "plaqueDescriptionDutch": "De fontein en het koelvat, bedoeld om handen en glazen te wassen, vormden samen het decoratieve middelpunt van een pronkbuffet. Ze zijn beide geschonken aan Cornelis Schrijver als dank voor zijn heldendaden op zee. Daarnaar verwijzen de reliëfs met wapen, vissen, schelpen en zeegoden.",
  "plaqueDescriptionEnglish": "This urn and cooler for washing hands and glasses, formed the decorative centrepiece on a luxurious sideboard. Both were presented to Cornelis Schrijver in recognition of his heroism at sea. That is the symbolism of the reliefs of heraldic arms, fish, shells and sea deities.",
  "principalMaker": "Alger Mensma",
  "artistRole": null,
  "associations": [],
  "acquisition": {
    "method": "gift",
    "date": "1963-01-01T00:00:00",
    "creditLine": "Gift of O.J. van Diggelen-Portheine, Piedmont"
  },
  "exhibitions": [],
  "materials": [
    "silver (metal)"
  ],
  "techniques": [],
  "productionPlaces": [
    "Amsterdam",
    "Amsterdam"
  ],
  "dating": {
    "presentingDate": "1731 - 1732",
    "sortingDate": 1731,
    "period": 18,
    "yearEarly": 1731,
    "yearLate": 1732
  },
  "classification": {
    "iconClassIdentifier": [
      "46C24",
      "48A9853",
      "92H391",
      "25F24(CAMEL)",
      "25F25(ELEPHANT)",
      "25F23(LION)",
      "25F38(OSTRICH)",
      "25FF241"
    ],
    "iconClassDescription": [
      "sailing-ship, sailing-boat",
      "scallop, shell ~ ornament",
      "triton(s)",
      "hoofed animals: camel",
      "trunked animals: elephant",
      "beasts of prey, predatory animals: lion",
      "walker and runner birds: ostrich",
      "unicorn"
    ],
    "motifs": [],
    "events": [],
    "periods": [
      "1730-08-101730-08-10"
    ],
    "places": [],
    "people": [
      "Schrijver, Cornelis",
      "Verenigde Oostindische Compagnie"
    ],
    "objectNumbers": [
      "BK-1963-64"
    ]
  },
  "hasImage": true,
  "historicalPersons": [
    "Schrijver, Cornelis",
    "Verenigde Oostindische Compagnie"
  ],
  "inscriptions": [],
  "documentation": [
    "Annual report : Rijksmuseum Amsterdam (1999), p. 15, afb."
  ],
  "catRefRPK": [],
  "principalOrFirstMaker": "Alger Mensma",
  "dimensions": [
    {
      "unit": "cm",
      "type": "height",
      "precision": null,
      "part": null,
      "value": "51.2"
    },
    {
      "unit": "cm",
      "type": "diameter",
      "precision": null,
      "part": null,
      "value": "27.2"
    },
    {
      "unit": "gr",
      "type": "weight",
      "precision": null,
      "part": null,
      "value": "4900.0"
    }
  ],
  "physicalProperties": [],
  "physicalMedium": "silver (metal)",
  "longTitle": "Wine fountain and cooler, Alger Mensma (attributed to), 1731 - 1732",
  "subTitle": "h 51.2cm × d 27.2cm × w 4900.0gr",
  "scLabelLine": "attributed to Alger Mensma (1682-1757), Jan Lanckhorst (1682-after 1757), Amsterdam, 1731-1732, silver",
  "label": {
    "title": "Wine fountain and cooler",
    "makerLine": "attributed to Alger Mensma (1682-1757), Jan Lanckhorst (1682-after 1757), Amsterdam, 1731-1732, silver",
    "description": "The wine fountain and the cooler, used to rinse one’s hands and wine glasses, formed the decorative centrepiece of a lavish buffet. These were presented to Cornelis Schrijver in gratitude for his heroic naval deeds, alluded to by the reliefs with trophies of arms, fish, shells and sea gods.",
    "notes": "Multimediatour",
    "date": "2018-02-28"
  },
  "showImage": true,
  "location": "HG-1.1"
}