{
  "links": {
    "search": "http://www.rijksmuseum.nl/api/nl/collection"
  },
  "id": "en-BK-NM-7402",
  "priref": "25556",
  "objectNumber": "BK-NM-7402",
  "language": "en",
  "title": "Chess set",
  "copyrightHolder": null,
  "webImage": {
    "guid": "15da5eb0-e873-4f57-8b89-80b5cd3c9ab2",
    "offsetPercentageX": 50,
    "offsetPercentageY": 50,
    "width": 2500,
    "height": 726,
    "url": "https://lh6.ggpht.com/Ys4JulMnFcC1ojvcZVGwBEH_OiKZzpCE_r64jYIxJ2CKDhP6_uucr-VEMYCr4ylwrzmUyBt98sfEWOhm-w8bMPqfNw=s0"
  },
  "colors": [
    {
      "percentage": 43,
      "hex": "#BAB8B5"
    },
    {
      "percentage": 33,
      "hex": " #AD9276"
    },
    {
      "percentage": 13,
      "hex": " #877561"
    },
    {
      "percentage": 6,
      "hex": " #4D3A27"
    },
    {
      "percentage": 1,
      "hex": " #D3AD7F"
    },
    {
      "percentage": 1,
      "hex": " #27170B"
    },
    {
      "percentage": 0,
      "hex": " #E6D7C0"
    }
  ],
  "colorsWithNormalization": [
    {
      "originalHex": "#BAB8B5",
      "normalizedHex": "#B5BFCC"
    },
    {
      "originalHex": " #AD9276",
      "normalizedHex": "#E0CC91"
    },
    {
      "originalHex": " #877561",
      "normalizedHex": "#737C84"
    },
    {
      "originalHex": " #4D3A27",
      "normalizedHex": "#B35A1F"
    },
    {
      "originalHex": " #D3AD7F",
      "normalizedHex": "#E0CC91"
    },
    {
      "originalHex": " #27170B",
      "normalizedHex": "#000000"
    },
    {
      "originalHex": " #E6D7C0",
      "normalizedHex": "#FBF6E1"
    }
  ],
  "normalizedColors": [
    {
      "percentage": 43,
      "hex": "#C0C0C0"
    },
    {
      "percentage": 33,
      "hex": " #D2B48C"
    },
    {
      "percentage": 13,
      "hex": " #808080"
    },
    {
      "percentage": 6,
      "hex": " #8B4513"
    },
    {
      "percentage": 1,
      "hex": " #DEB887"
    },
    {
      "percentage": 1,
      "hex": " #000000"
    },
    {
      "percentage": 0,
      "hex": " #FAEBD7"
    }
  ],
  "normalized32Colors": [
    {
      "percentage": 43,
      "hex": "#B5BFCC"
    },
    {
      "percentage": 35,
      "hex": " #E0CC91"
    },
    {
      "percentage": 13,
      "hex": " #737C84"
    },
    {
      "percentage": 6,
      "hex": " #B35A1F"
    },
    {
      "percentage": 1,
      "hex": " #000000"
    },
    {
      "percentage": 0,
      "hex": " #FBF6E1"
    }
  ],
  "titles": [
    "Chess set"
  ],
  "description": "De figuren staan ieder op een grondje, geplaatst op een gedraaid en geprofileerd voetstuk, waarop een hek van fleurons. De zwarte koning zit met het gebaarde hoofd iets naar rechts gewend op een steigerend paard, waarvan de voorbenen rusten op een draak, wiens staart om de hoef van het linkerachterbeen is gedraaid. De koning houdt in de opgeheven linkerhand het toom op, dat hij eveneens met de rechter, naar beneden gerichte hand vastheeft, waarin hij ook een scepter houdt. Hij zit op een schabrak, draagt een kroon op een baret met veer, als was hij op jacht; voorts een paltrok over een hemd met splitmouwen en laarzen met sporen, gestoken in de stijgbeugels. Van zijn middel hangt aan een riem op zijn linkerzijde een sabel. Een keten, die herinnert aan het Gulden Vlies, hangt om zijn nek (Karel V?). De staart van het paard is opgebonden. De witte koningin zit met beide benen aan de linkerzijde van het muildier, waarvan het rechtervoorbeen rust op de kop van een liggende hond. Zij ziet in de richting van de valk op haar linkerhand, houdt met de rechter het toom en zit op een zadelkleed of schabrak, waarvan het achterste deel om haar heupen spant. Zij draagt een kroon op het hoofddeksel, voorts een geplooid hemd onder een kleed met pof- en splitmouwen, waarvan de rok de voeten bedekt. Van haar middel hangt een zware keten met vierhoekige schakels, om de hals een snoer, waaraan een kleinood. De staart van het dier is opgebonden. De zwarte koningin is overeenkomstig voorgaande, doch heeft een rozet in plaats van een kroon op het hoofddeksel en een ander soort ketting. Twee witte en twee zwarte ruiters in aanval (raadsheren). Ieder van hen zit, geheel geharnast op een zadel en een schabrak, op een steigerend paard, waarvan de voorbenen rusten op het huisje van een slak, die zijn kop opsteekt. Het hoofd van de ruiter is iets naar rechts gewend. De geheven linkerhand houdt het paard bij de toom, in de rechter een strijdhamer; een sabel hangt aan de linkerzijde aan een riem om het middel. Twee witte pandoeren en een zwarte pandoer ieder zittend zonder zadel en tuig op een steigerend veulen, dat met de voorbenen rust op een narrenkop. De hoofden van ruiter en veulen zijn naar rechts gewend. De linkerhand van de ruiter houdt de manen van het paard, de rechter een strijdbijl. Op één van de witte na hebben zij snor en baard; ze dragen een hoed en een brede, plat liggende kraag boven de lange rok, waaronder de laarzen uitsteken. Van de rechterschouder loopt een riem, waaraan op de linkerheup een sabel hangt. Nog een witte pandoer extra, doch zonder voetstuk. Een witte en een zwarte nar ieder door een aap achterstevoren bereden (toren ?). De nar staat voorover gebogen en met de rechterhand op het grondje, terwijl zijn linker de zotskap houdt, die zijn naar rechts gewend hoofd omhult. De aap met in de rechterhand een pollepel licht met de linker het jak van de nar op, wiens hozen zijn afgezakt, waardoor zijn achterdeel wordt ontbloot. De zotskap is versierd met bellen, de mouwen van het jak zijn opgestroopt, de voeten steken in lage schoenen. Een witte en zwarte nar ieder bereden door een kleinere nar (toren ?). De grote nar staat op blote voeten voorover gebogen doch met opgericht hoofd. Hij steunt met de rechterhand op het grondje, terwijl de linker de rechter onderkant van de zotskap vast heeft. De nar, die hem berijdt, houdt met de linkerhand de zotskap van de zich onder hem bevindende nar bij een bel vast, in de rechter heeft hij een pollepel. Beiden dragen zotskap en jak, waarvan de onderkant in punten uitloopt. Hun mouwen zijn opgestroopt, het jak van de berijder is gegord. Zes witte en zes zwarte lansknechten, waarvan de helft spiegelbeeldig is; een witte en een zwarte trommelslager, een witte en een zwarte fluitspeler (pionnen). Zij zijn alle gebaard en dragen een baret met veer, een jak en pofbroek met splitversiering.",
  "labelText": null,
  "objectTypes": [
    "chess set"
  ],
  "objectCollection": [
    "sculptures"
  ],
  "makers": [],
  "principalMakers": [
    {
      "name": "anonymous",
      "unFixedName": "anonymous",
      "placeOfBirth": null,
      "dateOfBirth": null,
      "dateOfBirthPrecision": null,
      "dateOfDeath": null,
      "dateOfDeathPrecision": null,
      "placeOfDeath": null,
      "occupation": [],
      "roles": [
        "sculptor"
      ],
      "nationality": null,
      "biography": null,
      "productionPlaces": [
        "Germany"
      ],
      "qualification": null,
      "labelDesc": "anonymous, Germany"
    }
  ],
  "plaqueDescriptionDutch": null,
  "plaqueDescriptionEnglish": null,
  "principalMaker": "anonymous",
  "artistRole": null,
  "associations": [],
  "acquisition": {
    "method": "purchase",
    "date": "1819-01-01T00:00:00",
    "creditLine": null
  },
  "exhibitions": [],
  "materials": [
    "boxwood (hardwood)",
    "softwood"
  ],
  "techniques": [],
  "productionPlaces": [
    "Germany"
  ],
  "dating": {
    "presentingDate": "c. 1550",
    "sortingDate": 1550,
    "period": 16,
    "yearEarly": 1550,
    "yearLate": 1550
  },
  "classification": {
    "iconClassIdentifier": [
      "44B1524",
      "46C131",
      "25F22",
      "44B113"
    ],
    "iconClassDescription": [
      "court jester, court fool",
      "riding a horse, ass, or mule; rider, horseman",
      "monkeys, apes",
      "king"
    ],
    "motifs": [],
    "events": [],
    "periods": [],
    "places": [],
    "people": [
      "Lupus, Joseph Désiré de",
      "Karel V van Habsburg (Duits keizer en koning van Spanje)"
    ],
    "objectNumbers": [
      "BK-NM-7402"
    ]
  },
  "hasImage": true,
  "historicalPersons": [
    "Lupus, Joseph Désiré de",
    "Karel V van Habsburg (Duits keizer en koning van Spanje)"
  ],
  "inscriptions": [],
  "documentation": [],
  "catRefRPK": [],
  "principalOrFirstMaker": "anonymous",
  "dimensions": [
    {
      "unit": "cm",
      "type": "height",
      "precision": "c.",
      "part": null,
      "value": "10.5"
    },
    {
      "unit": "cm",
      "type": "diameter",
      "precision": "c.",
      "part": null,
      "value": "5.2"
    }
  ],
  "physicalProperties": [],
  "physicalMedium": "boxwood (hardwood)",
  "longTitle": "Chess set, anonymous, c. 1550",
  "subTitle": "h c.10.5cm × d c.5.2cm",
  "scLabelLine": "anonymous, c. 1550, boxwood (hardwood)",
  "label": {
    "title": null,
    "makerLine": null,
    "description": null,
    "notes": null,
    "date": "2019-01-25"
  },
  "showImage": true,
  "location": "HG-0.4"
}