{
  "links": {
    "search": "http://www.rijksmuseum.nl/api/nl/collection"
  },
  "id": "en-BK-NM-3932",
  "priref": "14652",
  "objectNumber": "BK-NM-3932",
  "language": "en",
  "title": "Kroonluchter van messing in twee hoogten, elk met zes armen",
  "copyrightHolder": null,
  "webImage": null,
  "colors": [],
  "colorsWithNormalization": [],
  "normalizedColors": [],
  "normalized32Colors": [],
  "titles": [
    "Kroonluchter van messing in twee hoogten, elk met zes armen"
  ],
  "description": "Het voorwerp bestaat uit een ronde smeedijzeren stang, een ijzeren pen en de volgende gegoten en nadien op de draaibank bewerkte delen van geel koper: de hangring, het stamdeel met de standring voor de bovenste krans van zes armen, het stamdeel met de standring voor de onderste krans van zes armen, de bol, de knop en twee keer zes armen met de erbij behorende vetvangers, kaarsenhouders en pinnen. Het bovenste stamdeel heeft boven de standring resp. de vorm van een knop, een in- en uitzwenkend deel met bovenop drie rechthoekige gaten, een baluster, en is onder de standring hol-bol-hol gevormd. De met telkens twee gegroefde ringen versierde stand ring is bij de openingen 2 t/m 6 gemerkt. Het onderste stamdeel heeft boven de standring het uiterlijk van een van een zware rib voorziene balustervormige vaas en is daaronder hol-rond gevormd. Deze standring is bij de openingen op overeenkomstige wijze van cijfers voorzien en gemerkt als die op het bovenste deel. De krachtig geprofileerde knop, die op het eind weer een knop heeft, is aan de stang bevestigd. Deze is bovenaan voorzien van een spleet voor de pen. De armen van beide kransen hebben een S-vorm, waarvan het buitenste eind zich verdikt, het middendeel met een gestileerde dolfijnenkop en krullen is versierd, het eind aan de stamzijde in een gestileerde dolfijnenkop uitloopt en eveneens met krullen is versierd, en tevens is voorzien van een uitsteeksel om het met een pin in de standring te kunnen vastzetten. Aldaar zijn op de korte vlakken van vier grote armen de cijfers 3, 5, 6, twee punten en 5 ingeslagen. De vetvangers zijn onderaan geribd geprofileerd rond de opening en hebben gegroefde ringen bij de rand. De cilindrische kaarsenhouders met geprofileerde uitstekende rand hebben een balustervormige voet, welke overgaat in een uitsteeksel met een grove schroefdraad en centergat op het eind. De grote armen, gemerkt met één punt en met 3, 5 en 6 hebben dezelfde vorm en horen bij de kroon. De overige twee, gemerkt met twee punten en 5, zijn afkomstig van een andere kroon. Vier grote kaarsenhouders zijn nagenoeg gelijk, twee grote houders verschillen daarvan een weinig. De grote vetvangers zijn onderling gelijk. Vier van de zes kleine armen hebben dezelfde vorm, twee wijken iets af. De kleine kaarsenhouders zijn nagenoeg gelijk, zo ook de kleine vetvangers.",
  "labelText": null,
  "objectTypes": [
    "chandelier"
  ],
  "objectCollection": [],
  "makers": [],
  "principalMakers": [
    {
      "name": "anonymous",
      "unFixedName": "anonymous",
      "placeOfBirth": null,
      "dateOfBirth": null,
      "dateOfBirthPrecision": null,
      "dateOfDeath": null,
      "dateOfDeathPrecision": null,
      "placeOfDeath": null,
      "occupation": [],
      "roles": [
        "brazier"
      ],
      "nationality": null,
      "biography": null,
      "productionPlaces": [
        "Northern Netherlands"
      ],
      "qualification": null,
      "labelDesc": "anonymous, Northern Netherlands"
    }
  ],
  "plaqueDescriptionDutch": null,
  "plaqueDescriptionEnglish": null,
  "principalMaker": "anonymous",
  "artistRole": null,
  "associations": [],
  "acquisition": {
    "method": "purchase",
    "date": "1877-01-01T00:00:00",
    "creditLine": null
  },
  "exhibitions": [],
  "materials": [
    "brass (alloy)",
    "iron (metal)"
  ],
  "techniques": [
    "forging",
    "casting"
  ],
  "productionPlaces": [
    "Northern Netherlands"
  ],
  "dating": {
    "presentingDate": "c. 1650 - c. 1700",
    "sortingDate": 1650,
    "period": 17,
    "yearEarly": 1650,
    "yearLate": 1700
  },
  "classification": {
    "iconClassIdentifier": [
      "48A9844"
    ],
    "iconClassDescription": [
      "dolphin ~ ornament"
    ],
    "motifs": [],
    "events": [],
    "periods": [],
    "places": [],
    "people": [],
    "objectNumbers": [
      "BK-NM-3932"
    ]
  },
  "hasImage": false,
  "historicalPersons": [],
  "inscriptions": [],
  "documentation": [
    "Documentatiemap."
  ],
  "catRefRPK": [],
  "principalOrFirstMaker": "anonymous",
  "dimensions": [
    {
      "unit": "cm",
      "type": "height",
      "precision": null,
      "part": null,
      "value": "81.5"
    },
    {
      "unit": "cm",
      "type": "diameter",
      "precision": null,
      "part": null,
      "value": "84"
    }
  ],
  "physicalProperties": [],
  "physicalMedium": "forging",
  "longTitle": "Kroonluchter van messing in twee hoogten, elk met zes armen, anonymous, c. 1650 - c. 1700",
  "subTitle": "h 81.5cm × d 84cm",
  "scLabelLine": "anonymous, c. 1650 - c. 1700, forging",
  "label": {
    "title": null,
    "makerLine": null,
    "description": null,
    "notes": null,
    "date": null
  },
  "showImage": false,
  "location": null
}