{
  "links": {
    "search": "http://www.rijksmuseum.nl/api/nl/collection"
  },
  "id": "en-NG-2005-24",
  "priref": "431291",
  "objectNumber": "NG-2005-24",
  "language": "en",
  "title": "Diorama of a Du, Dance Celebration on the Plantation",
  "copyrightHolder": null,
  "webImage": {
    "guid": "73b31152-75fa-460f-a1eb-ff0917bf4fd6",
    "offsetPercentageX": 50,
    "offsetPercentageY": 100,
    "width": 2500,
    "height": 2084,
    "url": "https://lh6.ggpht.com/7OHEXw0f2ysa_4r7k9Z0ejcr0AmsuTIm7VNZm9413kTTr_ReCXj_LfTBZVUDxV-ZE4qM0JVZVBdYj0zPhsWPmz1Hu4s=s0"
  },
  "colors": [
    {
      "percentage": 0,
      "hex": "#CBD0C4"
    },
    {
      "percentage": 38,
      "hex": " #81897A"
    },
    {
      "percentage": 8,
      "hex": " #A9AD9E"
    },
    {
      "percentage": 8,
      "hex": " #19150B"
    },
    {
      "percentage": 21,
      "hex": " #453B2A"
    },
    {
      "percentage": 22,
      "hex": " #80564C"
    }
  ],
  "colorsWithNormalization": [
    {
      "originalHex": "#CBD0C4",
      "normalizedHex": "#FBF6E1"
    },
    {
      "originalHex": " #81897A",
      "normalizedHex": "#737C84"
    },
    {
      "originalHex": " #A9AD9E",
      "normalizedHex": "#FBF6E1"
    },
    {
      "originalHex": " #19150B",
      "normalizedHex": "#000000"
    },
    {
      "originalHex": " #453B2A",
      "normalizedHex": "#000000"
    },
    {
      "originalHex": " #80564C",
      "normalizedHex": "#981313"
    }
  ],
  "normalizedColors": [
    {
      "percentage": 38,
      "hex": "#808080"
    },
    {
      "percentage": 22,
      "hex": " #A0522D"
    },
    {
      "percentage": 21,
      "hex": " #696969"
    },
    {
      "percentage": 8,
      "hex": " #A9A9A9"
    },
    {
      "percentage": 8,
      "hex": " #000000"
    },
    {
      "percentage": 0,
      "hex": " #D3D3D3"
    }
  ],
  "normalized32Colors": [
    {
      "percentage": 38,
      "hex": "#737C84"
    },
    {
      "percentage": 30,
      "hex": " #000000"
    },
    {
      "percentage": 22,
      "hex": " #981313"
    },
    {
      "percentage": 8,
      "hex": " #FBF6E1"
    }
  ],
  "titles": [
    "Diorama of a Du, Dance Celebration on the Plantation"
  ],
  "description": "De houten kast heeft een oplopende bodem en van binnen een gebogen achter- en bovenzijde. De achterwand is beplakt met beschilderd papier met een bos en een blauwe lucht met witte wolken. Ook de binnenzijde van de zijkanten zijn voorzien van blauw met witte wolken. De plastische voorstelling bestaat uit een kleine hut links op de achtergrond en centraal een grote hut met dansende figuren. De voorstelling stelt een opvoering van een du voor. Deze (dans)gemeenschappen hielden enkele keren per jaar een feest, waarbij voorstellingen werden gegeven die vaak een maatschappijkritische lading hadden. In de stad waren verschillende du's, die met elkaar wedijverden om de mooiste voorstelling te geven. Schouten heeft een feest op een plantage weergegeven. De danstent is gebouwd van vier staanders aan weerszijden verbonden door vijf horizontale balken. De zijden van de hut zijn open. Achterin staat een soort balustrade die de ruimte afscheidt van de buitenruimte met de erven van de tot slaaf gemaakte mensen. Het schuine dak van pina-blad steunt op balken die vanaf de dwarsbalken zijn opgericht. In de hut is zodoende een grote open ruimte. Links vier mannelijke muzikanten. De eerste is een man die een fluit bespeelt, de loango tou-tou. Hij draagt een lichtgekleurd en gestreept kleed. Rechts van hem een man die een grote trom bespeelt, gelijk de man schuin achter hem. De vierde muzikant zit op een kruk en bespeelt met twee stokken een kwakwabangi. Centraal in de voorstelling dansen drie vrouwen en een man. De vrouw het dichtst bij de muzikanten is waarschijnlijk de afrankeer, de vertelster die de voorstelling aan het publiek verklaart. Zij was de centrale figuur van de du (=gezelschap en het stuk). Het vervullen van de rol van afrankeer was eervol en geliefd. De afrankeer is gekleed in een lange geplooide rok, waarover zij nog een doek (pangi) heeft gedrapeerd. Zij draagt een hoofddoek. Zij draagt\narmbanden, halskettingen en oorbellen. In haar handen houdt ze een doek. Rechts van de afrankeer dansen twee vrouwen die op een\nvergelijkbare wijze zijn gekleed, al wijken de decoratiemotieven van de doeken af. Rechts van de vrouwen danst een man, eveneens met een\ndoek in zijn handen. Geheel rechts is een groep van drie mannen te zien. Op een bank zit een man die bij de dansers lijkt te horen. Staand\neen man in een kostuum dat bestaat uit een rode broek en een rode langpandige jas, een wit hemd, witte kousen en zwarte schoenen. Hij is\nde enige figuur die schoenen draagt. In zijn linkerhand houdt hij een stok met een zilveren knop. In de andere hand houdt hij een zakdoek.\nVoor hem op de grond staan een stenen kruik, een glazen fles en een glas. Deze figuur speelde waarschijnlijk de rol van koning of in elk geval\nvan een gezagsdrager. Deze rode kapiteinsrok is waarschijnlijk een exemplaar dat door de Nederlandse regering aan de gezagsdragers in\nhet binnenland werd geschonken en dat symbool is geworden voor het gezag. Naast de 'koning' staat een jager. Hij draagt een bruin hemd met lange mouwen. Een weitas met een lange riem hangt om zijn schouder en over de schouder ligt een geweer dat hij met een hand vasthoudt. In de andere hand houdt hij een lang mes. Achter hem staat een bankje.",
  "labelText": null,
  "objectTypes": [],
  "objectCollection": [],
  "makers": [],
  "principalMakers": [
    {
      "name": "Gerrit Schouten",
      "unFixedName": "Schouten, Gerrit",
      "placeOfBirth": "Paramaribo",
      "dateOfBirth": "1779-01-16",
      "dateOfBirthPrecision": null,
      "dateOfDeath": "1839-09-29",
      "dateOfDeathPrecision": null,
      "placeOfDeath": "Paramaribo",
      "occupation": [
        "draughtsman"
      ],
      "roles": [
        "maker"
      ],
      "nationality": null,
      "biography": null,
      "productionPlaces": [
        "Suriname"
      ],
      "qualification": null,
      "labelDesc": "Gerrit Schouten (16-jan-1779 - 29-sep-1839), Suriname"
    }
  ],
  "plaqueDescriptionDutch": "In de danstent is een 'du' gaande, een rollenspel met muziek en dans dat werd opgevoerd op de plantages. Zowel de spelers als de toeschouwers waren slaven. De hoofdrol was voor de 'Afrankeri', de vertelster van het verhaal, links. De man in het rode pak rechts speelt de koning. Europeanen in Suriname waren gek op dit soort folklore. Zij kochten dit soort kijkkastjes als souvenir.",
  "plaqueDescriptionEnglish": "The scene in the dance tent is a ‘du’, a role-play event with music and dancing, held once every year on the plantations. Both players and audience were slaves. The main character was the ‘Afrankeri’, the narrator, left. The man in the red suit on the right is playing the king. Europeans in Suriname loved this kind of folklore. They bought diorama boxes as souvenirs.",
  "principalMaker": "Gerrit Schouten",
  "artistRole": null,
  "associations": [],
  "acquisition": {
    "method": "purchase",
    "date": "2005-06-01T00:00:00",
    "creditLine": null
  },
  "exhibitions": [],
  "materials": [
    "wood (plant material)",
    "paper"
  ],
  "techniques": [],
  "productionPlaces": [
    "Suriname"
  ],
  "dating": {
    "presentingDate": "1830",
    "sortingDate": 1830,
    "period": 19,
    "yearEarly": 1830,
    "yearLate": 1830
  },
  "classification": {
    "iconClassIdentifier": [
      "43C94",
      "46A18",
      "48C753",
      "43C114"
    ],
    "iconClassDescription": [
      "group dancing",
      "slavery; serfs and the enslaved",
      "more than one musician with instrument",
      "hunter"
    ],
    "motifs": [],
    "events": [],
    "periods": [
      "18251850"
    ],
    "places": [
      "Suriname"
    ],
    "people": [],
    "objectNumbers": [
      "NG-2005-24"
    ]
  },
  "hasImage": true,
  "historicalPersons": [],
  "inscriptions": [],
  "documentation": [
    "Xandra van Gelder, 'Uitgelicht : Wie goed kijkt, ziet meer', Oog 2 (2008), nr. 5, p. 96-97.",
    "Eveline Sint Nicolaas, 'Paramaribo in 1820 : Een diorama van de Waterkant door Gerrit Schouten', in: Rijksmuseum Amsterdam Jaarverslag 2007, Amsterdam 2008, p. 62-66."
  ],
  "catRefRPK": [],
  "principalOrFirstMaker": "Gerrit Schouten",
  "dimensions": [
    {
      "unit": "cm",
      "type": "height",
      "precision": "c.",
      "part": null,
      "value": "61"
    },
    {
      "unit": "cm",
      "type": "width",
      "precision": null,
      "part": null,
      "value": "69.8"
    },
    {
      "unit": "cm",
      "type": "depth",
      "precision": null,
      "part": null,
      "value": "17.1"
    },
    {
      "unit": "cm",
      "type": "depth",
      "precision": null,
      "part": null,
      "value": "21.3"
    },
    {
      "unit": "cm",
      "type": "height",
      "precision": "c.",
      "part": null,
      "value": "50.5"
    },
    {
      "unit": "cm",
      "type": "width",
      "precision": null,
      "part": null,
      "value": "59.4"
    }
  ],
  "physicalProperties": [],
  "physicalMedium": "wood (plant material)",
  "longTitle": "Diorama of a Du, Dance Celebration on the Plantation, Gerrit Schouten, 1830",
  "subTitle": "h c.61cm × w 69.8cm × d 17.1cm",
  "scLabelLine": "Gerrit Schouten (1779–1839), wood, paper, glass, 1830",
  "label": {
    "title": "Diorama of a Du, Dance Celebration on the Plantation",
    "makerLine": "Gerrit Schouten (1779–1839), wood, paper, glass, 1830",
    "description": "In the tent we see a du, a type of role play with music and dance that was held on plantations. Both the performers and the audience were people held in slavery. The lead role was reserved for the afrankeri, the narrator (the woman on the far left). The man in the red outfit on the right represents the colonial authority. During the du, the enslaved people could vent criticism of this authority in their own language, Sranan tongo.",
    "notes": "Multimediatour, 318",
    "date": "2021-02-04"
  },
  "showImage": true,
  "location": "HG-1.17"
}